Repository: KDE/knewstuff
Catalog: po/*/knewstuff5.po
Languages: cs

source: All categories are missing
cs: Chybí všechny kategorie

# the price of a download item, parameter 1 is the currency, 2 is the price
source: This item costs %1 %2. Do you want to buy it?
cs: Tato položka stojí %1 %2. Přejete si ji zakoupit?

source: Your account balance is too low: Your balance: %1 Price: %2
cs: Stav vašeho konta je příliš nízký: Stav: %1 Cena: %2

# voting for an item (good/bad)
source: Your vote was recorded.
cs: Váš hlas byl zaznamenán.

source: You are now a fan.
cs: Nyní jste fanoušek.

source: Network error %1: %2
cs: Chyba sítě %1: %2

source: Too many requests to server. Please try again in a few minutes.
cs: Příliš mnoho požadavků na server. Prosím zkuste znovu za několik minut.

source: Unknown Open Collaboration Service API error. (%1)
cs: Neznámá chyba OCS API. (%1)

source: Download New Stuff...
cs: Stáhnout nový obsah...

source: Initializing
cs: Probíhá inicializace

source: Configuration file exists, but cannot be opened: "%1"
cs: Konfigurační soubor nalezen, ale nelze otevřít: "%1"

source: Configuration file is invalid: "%1"
cs: Konfigurační soubor je neplatný: "%1"

source: Use
cs: Použít

source: Loading provider information
cs: Načítají se informace o poskytovateli

source: Could not load get hot new stuff providers from file: %1
cs: Nelze získat poskytovatele obsahu ze souboru: %1

source: Error initializing provider.
cs: Chyba během inicializace poskytovatele.

source: Loading data
cs: Načítají se data

source: Loading data from provider
cs: Načítají se data od poskytovatele

source: Loading of providers from file: %1 failed
cs: Načítání poskytovatelů ze souboru %1 selhalo

source: Re: %1
cs: Znovu: %1

source: Installing
cs: Instaluje se

source: Loading one preview
cs: Načítá se náhled

source: Invalid item.
cs: Neplatná položka.

source: Download of item failed: no download URL for "%1".
cs: Stažení položky selhalo: neexistuje URL pro stažení "%1".

source: Download of "%1" failed, error: %2
cs: Stažení "%1" selhalo, chyba: %2

source: Could not install "%1": file not found.
cs: Nelze nainstalovat "%1": soubor nenalezen.

source: Installation of %1 failed: %2
cs: Instalace %1 selhala: %2

source: Overwrite File
cs: Přepsat soubor

source: Could not open %1 for writing
cs: Nelze otevřít '%1' pro zápis

source: Could not open %1 for reading
cs: Nelze pro čtení otevřít %1

source: <qt>Cannot start <i>gpg</i> and retrieve the available keys. Make sure that <i>gpg</i> is installed, otherwise verification of downloaded resources will not be possible.</qt>
cs: <qt>Nelze spustit <i>gpg</i> a získat dostupné klíče. Ujistěte se, že je <i>gpg</i> nainstalováno, jinak nebude ověřování stažených zdrojů možné.</qt>

source: <qt>Enter passphrase for key <b>0x%1</b>, belonging to<br /><i>%2&lt;%3&gt;</i><br />:</qt>
cs: <qt>Zadejte heslo ke klíči <b>0x%1</b>, patřící osobě<br /><i>%2&lt;%3&gt;</i><br />:</qt>

source: <qt>Cannot start <i>gpg</i> and check the validity of the file. Make sure that <i>gpg</i> is installed, otherwise verification of downloaded resources will not be possible.</qt>
cs: <qt>Nelze spustit <i>gpg</i> a ověřit soubor. Ujistěte se, že je <i>gpg</i> nainstalováno, jinak nebude ověřování stažených zdrojů možné.</qt>

source: Key used for signing:
cs: Klíč pro podepsání:

source: Select Signing Key
cs: Vybrat klíč k podepsání

source: <qt>Cannot start <i>gpg</i> and sign the file. Make sure that <i>gpg</i> is installed, otherwise signing of the resources will not be possible.</qt>
cs: <qt>Nelze spustit <i>gpg</i> a podepsat soubor. Ujistěte se, že je <i>gpg</i> nainstalováno, jinak nebude ověřování stažených zdrojů možné.</qt>

source: Get Hot New Stuff
cs: Získat novinky

# Program name followed by 'Add On Installer'
source: %1 Add-On Installer
cs: Instalátor doplňků '%1'

source: Timeout. Check Internet connection.
cs: Čas vypršel, zkontrolujte připojení k internetu.

source: <br />Provider: %1
cs: <br />Poskytovatel: %1

source: <br />Version: %1
cs: <br />Verze: %1

source: Provider information
cs: Informace o poskytovateli

source: Could not install %1
cs: Nelze nainstalovat %1

source: Get Hot New Stuff!
cs: Získat novinky!

source: Icons view mode
cs: Režim zobrazení ikon

source: Details view mode
cs: Režim zobrazení podrobností

source: All Providers
cs: Všichni poskytovatelé

source: All Categories
cs: Všechny kategorie

source: Provider:
cs: Poskytovatel:

source: Category:
cs: Kategorie:

source: Most downloads
cs: Nejvíce stáhnutí

source: Newest
cs: Nejnovější

source: Rating
cs: Hodnocení

source: Installed
cs: Nainstalováno

source: Order by:
cs: Setřídit podle:

source: Search:
cs: Hledat:

source: Search...
cs: Hledat...

source: Author:
cs: Autor:

source: <a href="https://opendesktop.org">Homepage</a>
cs: <a href="https://opendesktop.org">Domovská stránka</a>

source: Update
cs: Aktualizovat

source: Uninstall
cs: Odinstalovat

source: Become a Fan
cs: Staňte se fanouškem

source: Install
cs: Instalovat

# @action:inmenu
source: Not installed:
cs: Nenainstalováno:

# @action:inmenu
source: More
cs: Více

# @action:inmenu
source: Configure...
cs: Nastavit...

# @action:inmenu
source: Visit homepage
cs: Navštivte domovskou stránku

# @action:inmenu
source: Install
cs: Instalovat

source: Configure menu
cs: Nastavit nabídku

source: Configure menu - %1
cs: Nastavit nabídku - %1

# @action:inmenu %1="$GenericName"
source: %1 - current folder
cs: %1 - současná složka

# @action:inmenu %1="$GenericName"
source: %1 - current device
cs: %1 - současné zařízení

# @action:inmenu %1="$GenericName"
source: %1 - all devices
cs: %1 - všechna zařízení

source: Main section
cs: Hlavní oddíl

source: Move down
cs: Posunout dolů

source: Move up
cs: Posunout nahoru

source: Move to Main section
cs: Přesunout do hlavního oddílu

source: Reset
cs: Obnovit

source: More tools...
cs: Více nástrojů...

# The first entry in the category selection list (also the default value)
source: All Categories
cs: Všechny kategorie

# The string passed back in the case the requested category is not known
source: Unknown Category
cs: Neznámá kategorie

source: Download New %1...
cs: Stáhnout nový %1...

# The dialog title when we know which type of stuff is being requested
source: Download New %1
cs: Stáhnout nový %1

# A placeholder title used in the dialog when there is no better title available
source: Download New Stuff
cs: Stáhnout nový obsah

source: Pick Your Installation Option
cs: Zvolte si možnost instalace

# A passive notification shown when installation of an item is initiated
source: Installing %1 from %2
cs: Instaluje se %1 z %2

source: Currently working on the item %1 by %2. Please wait...
cs: Aktuálně pracuji na položce %1 z %2. Prosím, počkejte...

# Status message to be shown when the entry is in the process of being updated
source: Currently updating the item %1 by %2. Please wait...
cs: Aktuálně aktualizuji %1 z %2. Prosím, počkejte...

source: %1 by %2
cs: %1 od %2

source: Install
cs: Instalovat

# Show installation options, where there is more than one downloadable item
source: Install...
cs: Instalovat...

# Request updating of this item
source: Update
cs: Aktualizovat

# Request uninstallation of this item
source: Uninstall
cs: Odinstalovat

source: Comments and Reviews:
cs: Komentáře a kontrola:

source: %1 Reviews and Comments
cs: %1 Hodnocení a komentáře

source: Rating:
cs: Hodnocení:

source: Homepage:
cs: Domácí stránka:

source: Open the homepage for %1
cs: Otevřít domovskou stránku pro %1

source: How To Donate:
cs: Jak přispět:

source: Find out how to donate to this project
cs: Jak přispět na tento projekt

# Request installation of this item
source: Install
cs: Instalovat

# List option which will set the filter to show everything
source: Show Everything
cs: Zobrazit vše

# List option which will set the filter so only installed items are shown
source: Installed Only
cs: Pouze nainstalováno

source: Updateable Only
cs: Pouze aktualizovatelné

source: Show most recent first
cs: Nejdříve zobrazit nejnovější

# List option which will set the sort order to be alphabetical based on the name
source: Sort alphabetically
cs: Seřadit podle abecedy

# List option which will set the sort order to based on user ratings
source: Show highest rated first
cs: Nejdříve zobrazit nejlépe hodnocené

# List option which will set the sort order to based on number of downloads
source: Show most downloaded first
cs: Nejdříve zobrazit nejvíce stahované

source: The content available here has been uploaded by users like you, and has not been reviewed by your distributor for functionality or stability.
cs: Zde dostupný obsah byl odeslán uživateli jako jste vy a nebyl zkontrolován tvůrcem vaší distribuce zda je správně funkční a stabilní.

source: Tiles
cs: Dlaždice

source: Icons
cs: Ikony

source: Preview
cs: Náhled

source: Detailed Tiles View Mode
cs: Režim podrobného dlaždicového zobrazení

source: Icons Only View Mode
cs: Režim zobrazení pouze s ikonami

source: Large Preview View Mode
cs: Režim zobrazení velkého náhledu

source: Everything
cs: Vše

source: Updateable
cs: Aktualizovatelné

# List option which will set the filter to show everything
source: Show All Entries
cs: Zobrazit všechny položky

# List option which will set the filter so only installed items are shown
source: Show Only Installed Entries
cs: Zobrazit pouze nainstalované položky

source: Show Only Updateable Entries
cs: Zobrazit pouze aktualizovatelné položky

source: Recent
cs: Nedávné

source: Alphabetical
cs: Podle abecedy

source: Downloads
cs: Stahování

source: Show Most Recent First
cs: Nejdříve zobrazit nejnovější

# List option which will set the sort order to be alphabetical based on the name
source: Sort Alphabetically By Name
cs: Seřadit abecedně podle jména

# List option which will set the sort order to based on user ratings
source: Show Highest Rated First
cs: Nejdříve zobrazit nejlépe hodnocené

# List option which will set the sort order to based on number of downloads
source: Show Most Downloaded First
cs: Nejdříve zobrazit nejvíce stahované

source: Upload...
cs: Odeslat...

source: Go to...
cs: Přejít na...

source: Contribute your own…
cs: Přispět vlastní…

# A text shown beside a busy indicator suggesting that data is being fetched
source: Loading more…
cs: Načítám další…

# Placeholder title for when a comment has no subject, but does have a rating
source: <i>(no title)</i>
cs: <li>(bez názvu)</li>

source: %1 <i>(author)</i>
cs: %1 <i>(autor)</i>

# Title for the page containing a view of the comments for the entry
source: Comments and Reviews for %1
cs: Komentáře a kontrola pro %1

# Title for the item which is checked when all comments should be shown
source: Show All Comments
cs: Zobrazit všechny komentáře

source: Show Reviews Only
cs: Zobrazit pouze náhledy

source: Show Reviews and Replies
cs: Zobrazit náhledy a odpovědi

# The number of times the item has been downloaded
source: %1 downloads
cs: %1 stažení

source: By <i>%1</i>
cs: Od <i>%1</i>

# Label for the busy indicator showing an item is being installed OR uninstalled
source: Working...
cs: Pracuje...

# Label for the busy indicator showing an item is in the process of being updated
source: Updating...
cs: Aktualizuji...

# Label for the busy indicator showing an item is installing
source: Installing...
cs: Instaluje se...

# Title for a dialog box which shows error messages
source: An Error Occurred
cs: Nastala chyba

source: Please try again later.
cs: Prosím, zkuste znovu později.

source: None
cs: Nic

# @knewstuff5
source: Upload New Stuff: %1
cs: Odeslat nový obsah: %1

# A text shown beside a busy indicator suggesting that data is being fetched
source: Updating information...
cs: Aktualizuji informace...

# The name of the KDE Store
source: KDE Store
cs: Obchod KDE

# An unnamed provider
source: Your Provider
cs: Váš poskytovatel

source: Open Website: %1
cs: Otevřít webovou stránku: %1

source: Send Email To: %1
cs: Odeslat e-mail na: %1

# Knewstuff5
source: Back
cs: Zpět

# Knewstuff5
source: Popular
cs: Populární

# Knewstuff5
source: Restart
cs: Restartovat

# Knewstuff5
source: New
cs: Nový

# Knewstuff5
source: Home
cs: Domů

# Knewstuff5
source: Up
cs: Nahoru

# Knewstuff5
source: Recommended
cs: Doporučeno

# Knewstuff5
source: Subscriptions
cs: Přihlášení

# Knewstuff5
source: All Entries
cs: Všechny položky

# Knewstuff5
source: Search Preset: %1
cs: Hledat předvolbu: %1

source: Details for %1
cs: Podrobnosti pro %1

source: Changelog:
cs: Seznam změn:

# A link to the description of this Get Hot New Stuff item
source: Homepage
cs: Domovská stránka

# A link to make a donation for a Get Hot New Stuff item (opens a web browser)
source: Make a donation
cs: Sponzorovat

# A link to the knowledgebase (like a forum) (opens a web browser)
source: Knowledgebase (no entries)
cs: Báze znalostí (žádná položka)

# Tooltip for a link in a dialog
source: Opens in a browser window
cs: Otevřít v okně prohlížeče

source: Rating: %1%
cs: Hodnocení: %1%

# Show the size of the file in a list
source: <br />Size: %1
cs: <br />Velikost: %1

# Show the author of this item in a list
source: By <i>%1</i>
cs: Od <i>%1</i>

# fan as in supporter
source: 1 fan
cs: 1 fanoušek

source: 1 download
cs: 1 stažení

source: Loading Preview
cs: Načítá se náhled

source: Details
cs: Podrobnosti

source: Updating
cs: Aktualizuji

source: Install Again
cs: Znovu nainstalovat

# Show the size of the file in a list
source: <p>Size: %1</p>
cs: <p>Velikost: %1</p>

# @action:button
source: Yes
cs: Ano

# @action:button
source: No
cs: Ne
